Repository: georgesk/expe-YES
Catalog: YES/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Example expe-YES experiment
fr: Expérience « exemple » pour expe-YES

source: Welcome
fr: Bienvenue

source: logout
fr: Se déloger

source: login name
fr: Nom de login

source: password
fr: mot de passe

source: About the experiment expe-YES
fr: Au sujet de l'expérience expe-YES

source: Type your comment below
fr: Entrez votre commentaire ci-dessous

source: Submit
fr: Publier

source: Video feedback
fr: Retour vidéo

source: Authors' description and legal stuff
fr: Description des auteurs et mentions légales

source: The authors describe the experiment
fr: Les auteurs décrivent l'expérience

source: This experiment is not very interesting. It is just about managing an on/off switch, and an analogic output, and recording analogic measurements. It is only a proof of concept. The buttons and sliders allow you to drive an expEYES-Junior box, with attached components.
fr: Cette expérience n'est pas très intéressante. Il s'agit juste de commander un interrupteur en tout ou rien, d'une sortie analogique, et de l'enregistrement de données analogiques. Il s'agit seulement d"une preuve de concept. Les boutons et les curseurs permettent de piloter un boîtier expEYES-Junior, avec des composants mise en place.

source: Featured actions and records
fr: Actions et enregistrements prévus

source: The on/off button allows you to light up/down a LED
fr: Le bouton ON/OFF permet d'allumer et d'éteindre une DEL

source: The slider allows you to change the frequency of a square wave output which powers a passive buzzer.
fr: Le curseur permet de modifier la fréquence d'un signal carré qui alimente un buzzer passif.

source: The resistance of a light-dependent-resistor is recorded.
fr: On enregistre la résistance d'une photorésistance.

source: The voltage output of an amplified microphone is recorded.
fr: La tension de sortie d'un microphone amplifié est enregistrée.

source: The voltage output of the square wave generator is recorded too.
fr: La tension de sortie du générateur de signal carré est enregistrée aussi.

source: Schematics
fr: Schéma

source: Connections
fr: Connexions

source: Comments posted by visitors
fr: Commentaires postés par les visiteurs

source: No comments here yet :(
fr: Pas de commentaire encore :(

source: Add comment
fr: Ajouter un commentaire

source: Reservations
fr: Réservations

source: Wanted reservation date:
fr: Date souhaitée pour la réservation :

source: timezone =
fr: Fuseau horaire =

source: timeslots
fr: créneaux

source: Parameters and action buttons for the experiment
fr: Paramètres et boutons d'action pour l'expérience

source: Data delivered by the previous runs of the experiment
fr: Données issues de lancements précédents de l'expérience

source: Thank you for using the site. You shall be redirected in
fr: Merci d'utiliser ce site. Vous allez être redirigé dans

source: seconds
fr: secondes

source: ... free
fr: ... libre

source: Logout
fr: Se déloger

source: Welcome {}
fr: Bienvenue {}

source: Sorry, the account {} is disabled
fr: Désolé, le compte {} est désactivé

source: Sorry, please try to login again, or check your accreditation
fr: Désolé, essayez de vous loger à nouveau, ou vérifiez votre accréditation

source: undefined date;
fr: date non définie ;

source: user is not authenticated;
fr: l'utilisateur n'est pas authentifié ;

source: missing time information;
fr: information d'heure manquante ;

source: error about checked box;
fr: erreur avec lechamp àcocher ;
